{
    "title": "À propos de moi",
    "projects": "Mes projets",
    "timeline": "Mon parcours",
    "cv": "Mon CV",
    "contact": "Me contacter",
    "body": "Je suis un développeur de 21 ans basé sur Rennes, en France. Je me suis passionné pour le développement informatique dès l'âge de 15 ans, et j'ai décidé de rejoindre EPITECH Rennes en 2021, afin de parfaire mes compétences. Cela m'a donné l'opportunité de pouvoir maitriser de nombreux langages de programmation, de technologies, d'outils et de méthodes de travail, tout en passant par une meilleure cohésion d'équipe et soft skills. Les défis ne me font pas peur, et je suis toujours prêt à m'améliorer.",
    "body2": "Mes 6 ans d'expérience personnelle dans le développement informatique m'ont permis d'explorer de nombreux domaines, allant de simples jeux, à des intelligences artificielles pouvant en terminer, tout en passant par des sites ou des applications mobiles.",
    "body3": "Au cours de mes 3 dernières années à EPITECH, j'ai appris à travailler en équipe, professionnaliser mon flux de travail, et utiliser de nombreux outils considerés comme des standards de l'industrie, tout ça en plus d'améliorer mes compétences techniques.",
    "body4": "J'ai effectué un premier stage chez Wildsense de Juillet 2022 jusqu'en 2023. J'y ai occupé le poste de développeur fullstack et développeur mobile. Pendant ces 6 mois, j'ai travaillé avec ReactJS, NextJS, React Native et AdonisJS pour le backend, et j'ai pu y parfaire mes compétences en travaillant dans un contexte professionel au sein d'une équipe expérimentée. J'y ai effectué un deuxième stage en temps partiel, reprennant les mêmes missions.",
    "body5": "J'ai également été stagiaire pour OVHcloud en tant que développeur backend et Intelligence Artificielle où j'ai pu travailler sur des projets de recherche afin d'intégrer les LLM (Large Language Models) dans les services \"domaines\" d'OVHcloud. J'ai été en charge de la recherche sur les LLMs, leur méthodes de déploiement, comment les protéger des injections malicieuses, et enfin garantir des performances optimales, peu importe la charge du service.",
    "body6": "Je suis actuellement à la recherche de missions sur l'année 2024, que ce soit en backend, intelligence artificielle ou autre. Je suis ouvert à toute proposition et tout domaine. Je suis impatient de voir ce que nous allons bâtir ensemble !"
}